Repository: dianait/mi-tarrito
Catalog: kudos/*.lproj/Localizable.strings
Languages: es

# celebrate_title_short
source: It's time to celebrate!
es: ¡Es hora de celebrar!

# celebrate_title_long
source: It's time to celebrate your achievements!
es: ¡Es hora de celebrar tus logros!

# view_description_short
source: Tap on the yellow note
es: Pulsa en la nota amarilla

# view_description_long
source: Tap on the yellow note to start
es: Pulsa en la nota amarilla para empezar

# edit_description_short
source: Swipe up
es: Desliza hacia arriba

# edit_description_long
source: Swipe up to save
es: Desliza hacia arriba para guardar

# edit_title
source: Are you done?
es: ¿Has terminado?

# about_title
source: About Kudos
es: Sobre Kudos

# settings_title
source: Settings
es: Ajustes

source: Select language
es: Selección de idioma

# confirmation_title
source: Achievement saved!
es: ¡Logro guardado!

# confirmation_description
source: Your jar grows with each achievement 🎉
es: Tu tarrito crece con cada logro 🎉

# confirmation_button
source: Continue
es: Continuar

# accomplishment_example1
source: 🎉 Your first achievement here
es: 🎉 Tu primer logro aquí

# accomplishment_example2
source: One more!
es: Otro más!

# accomplishment_example3
source: Another one
es: Otro y otro

# text_editor_placeholder
source: Write here...
es: Escribe aquí...

# carousel_empty_title
source: Save your achievements!
es: ¡Guarda tus logros!

# carousel_empty_description
source: Unlock your full potential by valuing your achieved goals
es: Desbloquea todo tu potencial dándole valor a tus objetivos alcanzados

# carousel_empty_benefit1
source: Increase your daily motivation
es: Aumenta tu motivación diaria

# carousel_empty_benefit2
source: Continuous and measurable improvement
es: Mejora continua y medible

# carousel_empty_benefit3
source: Celebrate your personal victories
es: Celebra tus victorias personales

# carousel_empty_add_button
source: Add new achievement
es: Añadir nuevo logro

# about_me_description
source: A space to save your achievements
es: Un espacio para guardar tus logros

# privacy_title
source: Your privacy comes first
es: Tu privacidad lo primero

# privacy_description
source: Every achievement you save will remain exclusively on your device. Your data never leaves your phone.
es: Cada logro que guardes permanecerá exclusivamente en tu dispositivo. Tus datos nunca abandonan tu teléfono.

# timeline_title
source: A bit of history...
es: Un poco de historia...

# step1_title
source: It all started at LicorcaConf
es: Todo empezó en la LicorcaConf

# step1_description
source: In a talk about Impostor Syndrome, Silvia mentioned that she had a folder where she kept good things that happened to her at work.
es: En una charla sobre el síndrome del Impostor, Silvia comentó que tenía una carpeta donde guardaba las cosas buenas que le pasaban en el trabajo.

# step2_title
source: I bought a physical jar
es: Me compré un tarrito físico

# step2_description
source: And I started filling it with notes about things that made me feel good at work. A practical way to remember my achievements.
es: Y empecé a llenarlo de notas con cosas que me hacían sentirme bien en el trabajo.

# step3_title
source: I shared it on Twitter
es: Lo compartí en twitter

# step3_description
source: And the rest is history... My jar became famous, it was discussed at AntiEvent, TechFest, and Software Crafters in Barcelona. Thanks Silvia, Ari, and Jordi 🫶
es: Y el resto es historia... Se hablo de él en el AntiEvent, TechFest, y Software Crafters de Barcelona. Gracias Silvia, Ari y Jordi 🫶

# step4_title
source: And this is the digital version
es: Y esta es la versión digital

# step4_description
source: I wanted to publish an app for a long time, and here we are. So that everyone can have their own jar of achievements!
es: Quería publicar una app desde hace mucho tiempo, y que mejor oportunidad que esta.

# footer_title
source: Developed with ❤️ by @Dianait
es: Desarrollado con ❤️ por @Dianait

# footer_social_links
source: You can find me on:
es: Puedes encontrarme en:

# tarrito_button_identifier
source: Jar Button
es: Tarrito Button

# tarrito_button_label
source: Jar with {count} {plural}
es: Tarrito con {count} {plural}

# tarrito_singular
source: saved achievement
es: logro guardado

# tarrito_plural
source: saved achievements
es: logros guardados

# tarrito_button_hint
source: Tap to see your achievements in detail
es: Toca para ver tus logros en detalle

# stickies_view_hint
source: Tap to create your first achievement
es: Toca para crear tu primer logro

# stickies_view_label_empty
source: Write here...
es: Escribe aquí...

# main_view_settings_label
source: Language settings
es: Ajuste de idioma

# main_view_about_label
source: Information about Kudos
es: Información sobre Kudos

# main_view_about_hint
source: Shows a window with additional information about the app
es: Muestra una ventana con información adicional sobre la aplicación

# confirmation_view_label
source: Confirmation: Achievement saved
es: Confirmación: Logro guardado

# confirmation_view_hint
source: Your jar grows with each achievement
es: Tu tarrito crece con cada logro

# confirmation_view_notification
source: Achievement saved. Your jar grows with each achievement.
es: Logro guardado. Tu tarrito crece con cada logro.

# confirmation_view_identifier
source: Confirmation Pop-Up
es: Confimation Pop-Up

# stickies_overview_edit_mode
source: Edit mode activated. Write your achievement.
es: Modo de edición activado. Escribe tu logro.

# stickies_overview_text_editor_label
source: Text editor for your achievement
es: Editor de texto para tu logro

# stickies_overview_text_editor_hint
source: Text editor for your achievement
es: Editor de texto para tu logro

# stickies_overview_char_counter
source: Character counter: {count} of {max}
es: Contador de caracteres: {count} de {max}

# stickies_overview_ready_to_save
source: Ready to save. Release to confirm.
es: Listo para guardar. Suelta para confirmar.

# stickies_overview_save_action
source: Save achievement
es: Guardar logro

# error_view_title
source: Error loading application
es: Error al cargar la aplicación

# error_view_message
source: Please restart the application
es: Por favor, reinicia la aplicación

# error_view_description
source: An error occurred while initializing the application data.
es: Se ha producido un error al inicializar los datos de la aplicación.

# validation_error_empty_text
source: Text cannot be empty
es: El texto no puede estar vacío

# validation_error_text_too_long
source: Text cannot exceed {max} characters
es: El texto no puede tener más de {max} caracteres

# validation_error_invalid_color
source: The specified color is invalid
es: El color especificado no es válido

# carousel_view_label
source: Achievements carousel
es: Carrusel de logros

# carousel_view_hint
source: Swipe horizontally to navigate through your achievements
es: Desliza horizontalmente para navegar entre tus logros

# carousel_view_item_label
source: Achievement {index} of {total}
es: Logro {index} de {total}

# carousel_view_item_hint
source: Swipe to see more achievements
es: Desliza para ver más logros

# carousel_view_delete_hint
source: Delete this achievement
es: Eliminar este logro

# sticky_view_label
source: Achievement note
es: Nota con logro

# sticky_view_date_label
source: Saved on {date}
es: Guardado el {date}
